import random
#
# man_nature = ['man_nature1', 'man_nature2','man_nature3', 'man_nature4']
# man_man = ['man_man1','man_man2','man_man3','man_man4', 'man_man5']
# man_tech = ['man_tech','man_tech2','man_tech3','man_tech4','man_tech5']
# man_sign_system = ['man_sign_system1','man_sign_system2','man_sign_system3','man_sign_system4','man_sign_system5']
# man_artist_image = ['man_artist_image1','man_artist_image2','man_artist_image3','man_artist_image4','man_artist_image5']
#




#
man_nature = ['Ухаживать за животными',
              'Следить за состоянием, развитием растений',
              'Выращивать молодняк (животных какой-либо породы)',
              'Лечить животных',
              'Выводить новые сорта растений',
              'Наблюдать, изучать жизнь микробов',
              'Делать лабораторные анализы в больнице',
              'Вести борьбу с болезнями растений, с вредителями леса, сада']

man_man = ['Помогать больным людям, лечить их',
           'Доводить товары до потребителя (рекламировать, продавать)',
           'Тренировать товарищей (или младших) в выполнении каких-либо действий (трудовых, спортивных)',
           'Сообщать, разъяснять людям, нужные им сведения',
           'Разбирать споры, ссоры между людьми, убеждать, разъяснять, уточнять, поощрять, наказывать',
           'Оказывать людям медицинскую помощь при ранениях, ушибах, ожогах и т.п',
           'Принимать, осматривать больных, беседовать с ними, назначать лечение',
           'Организовывать культпоходы сверстников или младших (в театры, музеи), экскурсии туристские походы и т.п']

man_tech = ['Обслуживать машины, приборы (следить, регулировать)',
            'Обрабатывать материалы (дерево, ткань, металл, пластмасс)',
            'Управлять каким-либо грузовым (подъемным `или транспортным) средством — подъемным краном, трактором, тепловозом и др.',
            'Ремонтировать вещи, изделия (одежду, технику), жилище',
            'Конструировать, проектировать новые виды промышленных изделий (машины или одежду, дома, продукты питания и т.п)',
            'Обслуживать, налаживать медицинские приборы, аппараты',
            'Осуществлять монтаж здания или сборку машин, приборов',
            'Изготовлять по чертежам детали (машины, одежду), строить здания']

man_sign_system = ['Составлять таблицы, схемы, программы вычислительных машин',
                   'Обсуждать научно-популярные книги, статьи',
                   'Искать и исправлять ошибки в текстах, таблицах, рисунках',
                   'Выполнять вычисления, расчеты',
                   'Разбираться в чертежах, схемах, таблицах (проверять, приводить в порядок)',
                   'Составлять точные описания — отчеты о наблюдаемых явлениях, событиях, измеряемых объектах и др',
                   'Заниматься черчением, копировать чертежи, карты',
                   'Работать на клавишных машинах (пишущей машинке, телетайпе, наборной машине и др)']

man_artist_image = ['Следить за качеством книжных иллюстраций, плакатов, художественных открыток, грампластинок',
                    'Обсуждать художественные книги (или пьесы, концерты)',
                    'Копировать рисунки, изображения (или настраивать музыкальные инструменты)',
                    'Художественно оформлять выставки, витрины (или участвовать в подготовке пьес, концертов)',
                    'Наблюдать, изучать работу кружков художественной самодеятельности',
                    'Художественно описывать, изображать события (наблюдаемые или представляемые)',
                    'Красить или расписывать стены помещений, поверхность изделий',
                    'Играть на сцене, принимать участие в концертах']



